{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 30,
			"iconurl": "https://i.imgur.com/uI8GFbn.png",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": true,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 3,
				"buttontext": "Welcome",
				"imageurl": "",
				"content": [
					{
						"title": "Welcome to Cerberus Ascended!",
						"text": "<TextStyle.Violet>SURVIVAL REIMAGINED</>\r\n\r\nProgression is drastically revamped—enhancing your survival experience without the need for complex overhaul mods. Every challenge you overcome, every quest you complete, and every tier you ascend in the Aetheric Spire rewards you with meaningful power and efficiency.\r\n\r\nThe custom systems ensure that your character grows stronger not just through raw leveling, but by taking on a wide variety of challenges across multiple facets of old, and new, gameplay. Your XP, harvesting, and taming improve over time, while your combat abilities evolve alongside you and your tames. The world around you is balanced to respect your time, rewarding dedication without forcing endless or enabling extremely boosted rates from the start.\r\n\r\n\r\n<TextStyle.Green>Using the Server Guide</>\r\n\r\nThis Server Guide is your quick-reference hub for all essential gameplay information. Whether you need details on progression, rates/stats, details of ongoing events, or even just the latest Server Update Notes, you'll find them here.\r\n\r\nFor additional help, updates, and community discussions, be sure to use the Discord button to join our server. Our community and admins are ready to assist, answer questions, and keep you informed on everything happening."
					},
					{
						"title": "Current Events",
						"text": "<TextStyle.Green>Launch event coming this weekend! Stay Tuned!</>"
					},
					{
						"title": "Latest Update",
						"text": "**3/25/2025**\r\n\r\n<TextStyle.Green>Cerberus Ascended as launched!</>\r\n\r\nFor the full update notes (and a full trail of server creation notes) please visit our Discord! The current notes are too large to post in-game.\r\n"
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Progression",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Aetheric Spire</>",
						"text": "The Aetheric Spire is the core foundation of the progression of Cerberus Ascended. The Spire is comprised of Tiers broken down into a series of quests, boss events, and other challenges that players must tackle in order to conqeur the Spire.\r\n\r\nAs you progress from Tier to Tier of the Spire, your entire experience will begin to shift. The loot you receive from quests, as well as various drops throughout the world, will begin to expand and grow in strength. Your rates, along with damage dealt and damage reduction for both you and your ridden tames, increase to compliment your ascension of the Spire. There are many bonuses and new features unlocked as you progress to help really solidify the feeling of power fantasy and growth.\r\n\r\n<TextStyle.Violet>Progression Tiers</>\r\n-Castaway\r\n-Survivor\r\n-Starseeker\r\n-Aetheric\r\n\r\nCastaway is the first Tier players will enter, and is accessible by completing your very first quest."
					},
					{
						"title": "<TextStyle.Green>Quests</>",
						"text": "Quests will be your main driving force through the Spire. They introduce players to the different mods and their features, challenging creatures, and help guide players on a revamped path of progression to match the power curve of the servers. \r\n\r\nQuests will track across the cluster, and can be completed on any server barring any restrictions such as resources or creature-spawns that can limit creature variety.\r\n\r\nTo track your quests you can press F2 on your keyboard, or access the Quest UI from your radial menu. "
					},
					{
						"title": "<TextStyle.Green>Boss Events</>",
						"text": "In orders for players to progress into the next Tier they will need to take on custom challenging Boss Events. Each Tier will have its own hand-made boss arenas on different maps, ensuring players will always know where to go. Boss Events also feature in-game announcements, as well as announcements in Discord so players always know when a specific boss is spawning on which map.\r\n\r\nThe Bosses and Minions in the Events are all hand-picked with a custom assortment of stats and possible Shiny! Buffs that can be applied to every creature. You may find yourself struggling to take on Bosses on your first runs, but through buildcrafting of your char and dino team, you'll be able to earn your ascension to the next Tier. "
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Stats and Rates",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>AUGMENTED SURVIVAL</>",
						"text": "<TextStyle.Green>Tier-Based Stats and Rates</>\r\n\r\nSurvival on this ARK is not just about adapting—it’s about evolving. Through the Augmented Rates and Augmented Stats systems, your progression is directly tied to your actions, challenges, and achievements. As you advance through the Aetheric Spire, your efficiency in gathering, taming, combat, and overall survivability will steadily improve.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nRather than starting with a fixed set of boosted rates and stats, your power grows as you conquer challenges, complete quests, and ascend the Spire’s tiers. This ensures a balanced yet rewarding experience where effort leads to meaningful progression.\r\n\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Rates</> – Your XP, harvesting, and taming multipliers increase over time, stacking additively with any additional rate boosts.\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Stats</> – Your base stats and stat growth are enhanced, and completing quests grants permanent combat bonuses that apply to both you and any tamed creatures you ride.\r\n\r\n<TextStyle.Green>Castaway Stats and Rates</>\r\n\r\n<RichColor Color=\"0,1,0,1\">Base Stats</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 250\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 102\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 10\r\n\r\n<RichColor Color=\"0,1,0,1\">Stats Per Level Mutlipliers</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 1.25x\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Crafting</>: 1.05x\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 1.1x\r\n\r\n<RichColor Color=\"0,1,0,1\">Rates and Other Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">XP</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Taming</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Harvesting</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Bonus</>: 5%\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Resistance Bonus</>: 5%\r\n"
					},
					{
						"title": "<TextStyle.Green>Augmented Stats Explained</>",
						"text": "The Augmented Stats system ensures that as you progress through the Aetheric Spire, your character and tamed creatures become stronger and more resilient. Your stats aren’t just about how many points you invest—they grow dynamically through quest progression and special bonuses.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nUpon completing your first quest, you will receive an immediate <RichColor Color=\"1,0,1,1\">5%</> bonus to both damage dealt and damage reduction. This isn’t just for you—any tamed creature you ride will also benefit from this boost, making both you and your mounts more formidable in combat.\r\n\r\nYou will also not only receive an increase to the base stats of your character, but also a bonus to the multiplier used when you level a stat.\r\n\r\n\r\n<TextStyle.Green>Augmented Stats Example</>\r\n\r\nIn the first tier of the Aetheric Spire – Castaway, your base stats and leveling multipliers are as follows:\r\nStat\tBase Value\tMultiplier per Level\r\nHealth\t225\t1.25x\r\nStamina\t225\t1.15x\r\nWeight\t325\t1.15x\r\nFortitude\t10\t1.1x\r\n\r\nThese multipliers ensure that every point invested provides meaningful growth, making your survivor more adaptable to the dangers of the ARK."
					},
					{
						"title": "<TextStyle.Green>Augmented Rates Explained</>",
						"text": "While on the cluster, your experience, harvesting, and taming rates grow progressively as you advance through the tiers of the Aetheric Spire. Instead of static rate multipliers, your efficiency in gathering, leveling, and taming increases over time, rewarding dedication and progression.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nYour base rates start at a normal level, but as you complete quests, challenges, and trials within the Aetheric Spire, you’ll unlock higher Augmented Rate multipliers. This means the deeper you go into your journey, the more efficient you become in every aspect of survival. Whether you’re gathering resources, taming powerful creatures, or gaining experience, your efforts will always be rewarded with increased rates.\r\n\r\n<TextStyle.Green>Boosts & Stacking Explained</>\r\n\r\nTo ensure a healthy balance in gameplay, any boosts/bonuses players receive to their Augmented Rates will be added instead of multiplied. This means your Progression Tier rates will simply add to any other boosts you may earn through various means.\r\n\r\nFor example:\r\n\r\n    -If your current Augmented Rate multiplier is 3x and you receive a 2x boost, your final rate will be 5x (not 6x).\r\n    -This applies to all types of rate bonuses you receive, keeping your growth predictable and rewarding without excessive stacking.\r\n\r\n<TextStyle.Green>How to Check Your Current Rates</>\r\n\r\nUsing the chat command <TextStyle.Yellow>/showrates</> will show your current rates after any bonuses, as well as your bonus damage dealt and damage reduction. "
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Chat Commands",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Chat Command List</>",
						"text": "Some of the features of the cluster are accessed through simple chat commands, which players just have to type into the in-game chat like they're sending a message.\r\n\r\n<TextStyle.Green>/showrates</>\r\nThis can be used at any time to check on your current rates with any additional bonuses, as well as your damage dealt and damage resistance bonuses. \r\n\r\n<TextStyle.Green>/solofarm</>\r\nWhether you're a lone wolf, or your tribe's all asleep, you can pick up a Doedi or Anky of any variant with a flyer, then use /solofarm to make them start swinging away.\r\n\r\n<TextStyle.Green>/upload</>\r\nUsed to upload your inventory into the cloud before transferring, including Element and Trophhies! This can only be used while accessing an Obelisk Terminal or Transmitter.\r\n\r\n<TextStyle.Green>/download</>\r\nNormally when you transfer servers, your items will automatically download to your character. This command can be used in cases of players crashing while transferring, causing them to spawn in naked. Using /download will retrieve your items from the cloud and right back to your character."
					},
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Enhanced Weaponry",
				"imageurl": "",
				"content": [
					{
						"title": "Weapons of the Ages",
						"text": "Weapons have a level that starts at 1 and can go up to level 5. To increase it, we must look at the object in the inventory. It will have the description: The current level, the type of weapon and the total number of kills with the weapon.\r\n\r\nThe important thing here is to look at the type of weapon, since this will define which animals give experience for the weapon. To get a different type of weapon than the normal one, you must improve the weapon at the Scrap Bench.\r\n\r\nFor example, if you use the baseball bat and you get a swamp type, you must eliminate Sarcos, Frogs, etc., and each kill of these animals will give you experience. The experience requirements are different for each type of weapon, so the bat can level up with only 6 kills, but the sniper will need 12 to go from level 1 to 2.\r\n\r\nThis is the list of types and which dinos belong to each type.\r\n\r\nTipos especiales de armas - Weapons Special Types:\r\nPantanoso: Beelzebufo, Sarco, Kaprosuchus, Titanoboa, Baryonyx, Megalania, Arthropluera\r\nPelaje: Lobo, Rhino, Daeodon, Yutyranus, Megatherium, Sable, Direbear, Mammoth\r\nHerbivoros: Morellatops, Trike, Parasaurio, Stego, Pachy, Pachyrhino, Ankylo, Doedicurus\r\nCarnivoros: Raptor, Carno, Rex, Ceratosaurio, Megalosaurio, Mantis\r\nVolador: Argentavis, Buho, Ptera, Quetzal, Pelagornis, Onyc\r\nGigantes: Rex, Giganoto, Gigantoraptor, Carcha, Bronto, Diplodocus\r\nCorruptos: Arthro, Carno, Ptera, Raptor, Trike, Stego -> Corrupto\r\nMedianos: Equus, Thylacoleo, Alosaurio, Chalicoterio, Kentro, Therizino, Megaloceros\r\n\r\n<TextStyle.Green>Upgrading Scrap Weapons</>\r\nTo upgrade a weapon you must have the scrap bench, here you will have to put the weapon you want to upgrade in the table inventory and select it (Click on it while it is on the table) then click the button that appears in the middle of the scrap bench interface, the button says \"Upgrade Weapon\". The requirements to upgrade a weapon are listed in their relevant Weapons Bench.\r\n\r\nThe first time you upgrade a weapon you will get a random skill that could be either a buff when equipped or extra damage of some kind, for the second time you will get the one you didn't get the first time. That is, if the first time you got the buff, the second time you will get the damage. Damage or buffs are random from the following lists:\r\n\r\nDamage Types:\r\nArmorCracker - Weakens the enemy's armor\r\nBlinding - Blinds the enemy with a viscous effect\r\nElectrifying - It has the same effect as an eel.\r\nBleeder\r\nBurner\r\nFreezer\r\nKillerFeeder - Healing health when hitting a corpse\r\nTranquilizer - Quite powerful narcotic hit\r\nVampiric - You heal as you do damage.\r\nWaterburn\r\nSpiderTrap - You catch the enemy in a spider web\r\nPoisonous - Poisons enemies with an effect similar to that of the plant x\r\nMuddy - Applies a muddy vision to enemies in addition to slowing them down.\r\n\r\nBuff Types:\r\nBerserker - You gain increased resistance to damage and the damage you deal\r\nRecovery - You receive life and stamina regeneration\r\nImmune Shock - You are immune to electric stuns\r\nImmune Web - You are immune to stuns from a spider web\r\nInspired - You get an experience boost\r\nPredator Vision\r\nSprinter - You run faster and consume less stamina"
					},
					{
						"title": "Fantasy Weapons",
						"text": "This mod adds new farmable and craftable materials. They are only obtainable by using the mod's tools which can be crafted from the Fantasy Smithy.\r\n\r\nThe farmable materials are:\r\n\r\nObtainable with the Pickaxe\r\nAbyssal Shard -> -> Obsidian Stones\r\nStar Iron -> -> Metal Nodes\r\nGem Sharda -> -> Crystal nodes\r\n\r\nObtainable with the Knife:\r\nWood Insect -> -> Trees\r\nBeast Fang ->-> Dead Animals\r\nQuality Hide -> -> Dead Animals\r\n\r\nObtainable with the Axe:\r\nImbued Wood -> -> Trees\r\nRunic Stone -> -> Stone\r\nHard Bone -> -> Dead Animals\r\n\r\nObtainable with the Sickle:\r\nImbued Rope -> -> Trees\r\nDelicated Silk -> -> Bushes (how to farm fiber)\r\nBeast Scales -> -> Dead Animals\r\n\r\nCraftable Materials:\r\nAbyssal Crystal: Used to upgrade weapons with a new skill\r\nEnchanted Wood: Used to craft weapons of all levels\r\nStranger Patch: Used to craft weapons of all levels\r\nSharp Bone: Used to Crafting low level weapons\r\nStar Ingot: Used to craft mid-level weapons\r\nDragon Gem: Used to craft high-level weapons"
					},
					{
						"title": "Scrap Weapons",
						"text": "This mod uses materials that can be crafted in the Scrap Weapon Bench using normal materials you harvest with standard tools.\r\n\r\nMaterials:\r\nHard Lether\r\nQuality Scrap\r\nReinforced Metal Ingot\r\nWooden Board"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Creature Tiers",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Creature Tiers</>",
						"text": "Throughout your journey you will very quickly come across an enchanting feature to most creatures: A particle aura of either red, green, or blue. These particles will denote a type of Tier a creature is, which can grant them different bonuses based on the tier.\r\n\r\nEach tier is tied to a CreatureTiers gene trait and as such can be transferred in the usual ways a trait can be. Tiers each correspond to the same color bosses do: Red particles for alpha, blue for beta, and gamma for green. Each tier also comes with a dangerous Territorial variant - substantially more powerful than its usual kind. Taming methods are unaffected by each tier, but territorial critters can't be pacified, and must simply be fought or avoided. Creatures of the ARK may even rally around the territorial beast in support!\r\n\r\n<TextStyle.Green>Gamma Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Melee</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>:\r\n\r\n<TextStyle.Blue>Beta</>\r\n\r\n\r\n\r\n\r\n<TextStyle.Red>Alpha</>\r\n\r\n"
					},
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "Protos and Unproven",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Prototherian</>",
						"text": "<TextStyle.Green>Path to Perfection</>\r\n\r\n**Lore Info to come soon**\r\n\r\nPrototherians are special hand-picked creatures that can spawn above the max level, and have guarantees of minimum stats varying from creature to creature.\r\n\r\nWhile Prototherians can be tamed, they also have their own unique lootpool to encourage chasing them down even if it's not a creature you want to tame."
					},
					{
						"title": "<TextStyle.Green>Unproven</>",
						"text": "<TextStyle.Green>Path to Perfection</>\r\n\r\n**Lore Info to come soon**\r\n\r\nUnproven, similar to Prototherians, are hand-picked creatures that will spawn at least at MUCH higher levels than normal, with max health and melee stats. Their size will match their bite, with a 2.5x size multiplier applied to any Unproven.\r\n\r\nPlayers familiar with Captains/Champions/Majors of ARPG games will find themselves right at home with the challenge provided by Unproven. Unproven cannot be tamed, but can provide very rare and unique loot for players."
					},
					{
						"title": "<TextStyle.Green>Boss Events</>",
						"text": ""
					}
				]
			}
		],
		"links": [
			{
				"text": "Discord",
				"url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ"
			}
		],
		"version": 2
	}
}
