{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 10,
			"iconurl": "https://i.imgur.com/uI8GFbn.png",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": true,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 3,
				"buttontext": "Welcome",
				"imageurl": "https://i.imgur.com/zMIdfSu.png",
				"content": [
					{
						"title": "Cerberus Ascended Server Guide",
						"text": "<TextStyle.Violet>Welcome to Cerberus Ascended!</>\r\n\r\n<TextStyle.Green>Using the Server Guide</>\r\n\r\nThis Server Guide is your quick-reference hub for all essential gameplay information. Whether you need details on progression, a brief FAQ, info about rates/stats, details of ongoing events, or even just the latest Server Update Notes, you'll find them here.\r\n\r\nFor additional help, updates, and community discussions, be sure to use the Discord button to join our server. Our community and admins are ready to assist, answer questions, and keep you informed on everything happening."
					},
					{
						"title": "Current Events",
						"text": "<TextStyle.Green>Weekend Event 3/29-4/1</>\r\n\r\nWild dinos over level 100 have a potential pool of 60 colors they can pull from and use for any color region.\r\nNanoh's Ascended Equipment and Ascended Saddles drop rate increased to 2x\r\nEaster Variants enabled for Shiny spawns."
					},
					{
						"title": "Latest Update",
						"text": "<TextStyle.Green>3/29/2025</>\r\nFixes\r\nFixed an issue with Alphas not dropping tributes.\r\nFixed the color of chat messages on Svart. No more red \r\nFixed chat tags duplicating on Extinction.\r\n\r\nPlugin Updates\r\nSome of the plugins we use weren't fully impacted by the recent game update, but some have had parts of their functionality hit. Most of our systems are still working, but Supply Crate Overrides and Event Bosses may be a bit finnicky until the next updates for those related plugins drop. Should be later today.\r\n\r\nShiny and Territorial Tuning\r\nUntameable enemies provide a good challenge. They're usually tanky, hard hitting, and have some form of cool loot chances tied to them.\r\n\r\nBut it's absolutely not fun when there's not much bias to the selection process for what becomes Enraged or Territorial. For the sake of backing narrative to the cluster, having a wide variety of creature types become \"enhanced\" is absolutely HUGE. So I want to maintain that feeling, while also making sure players don't feel bummed out constantly running into cool creatures that can't be snagged for use.\r\n\r\nShiny Changes\r\nReduced chance of Enraged spawn from 20% to 15%\r\nIncreased level multiplier for Enraged from 1.5x to 1.75x\r\nEnabled Easter variants for Shiny spawns.\r\nIncreased the lifetime of wild shiny dinos by 25%, putting them roughly at 20 hours before they despawn.\r\nSlightly increased spawn intervals to a minimum of 15 minutes, maximum of 30 minutes.\r\nThis combined with the above change leaves the same average amount of Shiny Dinos up at the same time.\r\nAdded a new loot drop to Enraged that will potentially roll for either Magic Essence for Nanoh's Items, or Crystalized Gessence for Nanoh's Saddles and Seed Galore items.\r\n\r\nTerritorial Changes\r\nGamma spawn chance reduced from 30% to 10%. XP multiplier increased from 1.5x to 1.75x. Stat multiplier increased from 2x to 3x\r\nBeta spawn chance reduced from 20% to 5%. XP multiplier increased from 2x to 2.5x. Stat multiplier increased from 3x to 4x\r\nAlpha spawn chance reduced from 15% to 1%. XP multiplier increased from 2.75x to 3.5x. Stat multiplier increased from 4.5x to 6.25x\r\n\r\nWeekend Event\r\nWild dinos over level 100 have a potential pool of 60 colors they can pull from and use for any color region.\r\nNanoh's Ascended Equipment and Ascended Saddles drop rate increased to 2x\r\nEaster Variants enabled for Shiny spawns.\r\nEveryone in Castaway tier is receiving a Token cache! There will be 3 consumables inside the cache, with names and descriptions properly detailing what the Tokens and their commands are, and how many you'll receive. Your current tokens, and their amounts, can be checked at any time by using /tokens as a chat command.\r\n5 Dino Mindwipes. These can be used by looking at the dino in particular that you want to statwipe and using /dmindwipe as a chat command.\r\n10 Insta Egg Hatches. These can be used by looking at an egg that is in a place with the right temperature and using /hatch as a chat command to instantly hatch the egg.\r\n3 Dino Gender Changes. These can be used by looking at the dino in particular you want to change the gender of and using /cg as a chat command."
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Stats and Rates",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>AUGMENTED SURVIVAL</>",
						"text": "<TextStyle.Green>Tier-Based Stats and Rates</>\r\n\r\nSurvival on this ARK is not just about adapting—it’s about evolving. Through the Augmented Rates and Augmented Stats systems, your progression is directly tied to your actions, challenges, and achievements. As you advance through the Aetheric Spire, your efficiency in gathering, taming, combat, and overall survivability will steadily improve.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nRather than starting with a fixed set of boosted rates and stats, your power grows as you conquer challenges, complete quests, and ascend the Spire’s tiers. This ensures a balanced yet rewarding experience where effort leads to meaningful progression.\r\n\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Rates</> – Your XP, harvesting, and taming multipliers increase over time, stacking additively with any additional rate boosts.\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Stats</> – Your base stats and stat growth are enhanced, and completing quests grants permanent combat bonuses that apply to both you and any tamed creatures you ride.\r\n\r\n<TextStyle.Green>Castaway Stats and Rates</>\r\n\r\n<RichColor Color=\"0,1,0,1\">Base Stats</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 250\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 102\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 10\r\n\r\n<RichColor Color=\"0,1,0,1\">Stats Per Level Mutlipliers</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 1.25x\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Crafting</>: 1.05x\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 1.1x\r\n\r\n<RichColor Color=\"0,1,0,1\">Rates and Other Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">XP</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Taming</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Harvesting</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Bonus</>: 5%\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Resistance Bonus</>: 5%\r\n"
					},
					{
						"title": "<TextStyle.Green>Augmented Stats Explained</>",
						"text": "The Augmented Stats system ensures that as you progress through the Aetheric Spire, your character and tamed creatures become stronger and more resilient. Your stats aren’t just about how many points you invest—they grow dynamically through quest progression and special bonuses.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nUpon completing your first quest, you will receive an immediate <RichColor Color=\"1,0,1,1\">5%</> bonus to both damage dealt and damage reduction. This isn’t just for you—any tamed creature you ride will also benefit from this boost, making both you and your mounts more formidable in combat.\r\n\r\nYou will also not only receive an increase to the base stats of your character, but also a bonus to the multiplier used when you level a stat.\r\n\r\n\r\n<TextStyle.Green>Augmented Stats Example</>\r\n\r\nIn the first tier of the Aetheric Spire – Castaway, your base stats and leveling multipliers are as follows:\r\nStat\tBase Value\tMultiplier per Level\r\nHealth\t225\t1.25x\r\nStamina\t225\t1.15x\r\nWeight\t325\t1.15x\r\nFortitude\t10\t1.1x\r\n\r\nThese multipliers ensure that every point invested provides meaningful growth, making your survivor more adaptable to the dangers of the ARK."
					},
					{
						"title": "<TextStyle.Green>Augmented Rates Explained</>",
						"text": "While on the cluster, your experience, harvesting, and taming rates grow progressively as you advance through the tiers of the Aetheric Spire. Instead of static rate multipliers, your efficiency in gathering, leveling, and taming increases over time, rewarding dedication and progression.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nYour base rates start at a normal level, but as you complete quests, challenges, and trials within the Aetheric Spire, you’ll unlock higher Augmented Rate multipliers. This means the deeper you go into your journey, the more efficient you become in every aspect of survival. Whether you’re gathering resources, taming powerful creatures, or gaining experience, your efforts will always be rewarded with increased rates.\r\n\r\n<TextStyle.Green>Boosts & Stacking Explained</>\r\n\r\nTo ensure a healthy balance in gameplay, any boosts/bonuses players receive to their Augmented Rates will be added instead of multiplied. This means your Progression Tier rates will simply add to any other boosts you may earn through various means.\r\n\r\nFor example:\r\n\r\n    -If your current Augmented Rate multiplier is 3x and you receive a 2x boost, your final rate will be 5x (not 6x).\r\n    -This applies to all types of rate bonuses you receive, keeping your growth predictable and rewarding without excessive stacking.\r\n\r\n<TextStyle.Green>How to Check Your Current Rates</>\r\n\r\nUsing the chat command <TextStyle.Yellow>/showrates</> will show your current rates after any bonuses, as well as your bonus damage dealt and damage reduction. "
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Chat Commands",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Chat Command List</>",
						"text": "Some of the features of the cluster are accessed through simple chat commands, which players just have to type into the in-game chat like they're sending a message.\r\n\r\n<TextStyle.Green>/showrates</>\r\nThis can be used at any time to check on your current rates with any additional bonuses, as well as your damage dealt and damage resistance bonuses. \r\n\r\n<TextStyle.Green>/solofarm</>\r\nWhether you're a lone wolf, or your tribe's all asleep, you can pick up a Doedi or Anky of any variant with a flyer, then use /solofarm to make them start swinging away.\r\n\r\n<TextStyle.Green>/upload</>\r\nUsed to upload your inventory into the cloud before transferring, including Element and Trophhies! This can only be used while accessing an Obelisk Terminal or Transmitter.\r\n\r\n<TextStyle.Green>/download</>\r\nNormally when you transfer servers, your items will automatically download to your character. This command can be used in cases of players crashing while transferring, causing them to spawn in naked. Using /download will retrieve your items from the cloud and right back to your character.\r\n\r\n<TextStyle.Green>/boxes</>\r\nIf you receive any loot boxes while offline, or respawn/transfer servers with the Loot Boxes in your inventory, than they will be sent to the Post Office. They can be retrieved by using the above command."
					},
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "Enhanced Weaponry",
				"imageurl": "",
				"content": [
					{
						"title": "Scrap Weapons",
						"text": "New Text"
					},
					{
						"title": "Fantasy Weapons",
						"text": ""
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Creature Tiers",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Creature Tiers</>",
						"text": "Throughout your journey you will very quickly come across an enchanting feature to most creatures: A particle aura of either red, green, or blue. These particles will denote a type of Tier a creature is, which can grant them different bonuses based on the tier.\r\n\r\nEach tier is tied to a CreatureTiers gene trait and as such can be transferred in the usual ways a trait can be. Tiers each correspond to the same color bosses do: Red particles for alpha, blue for beta, and gamma for green. Each tier also comes with a dangerous Territorial variant - substantially more powerful than its usual kind. Taming methods are unaffected by each tier, but territorial critters can't be pacified, and must simply be fought or avoided. Creatures of the ARK may even rally around the territorial beast in support!\r\n\r\n<TextStyle.Green>Gamma Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Melee</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>:\r\n\r\n<TextStyle.Blue>Beta</>\r\n\r\n\r\n\r\n\r\n<TextStyle.Red>Alpha</>\r\n\r\n"
					},
					{
						"title": "",
						"text": ""
					}
				]
			}
		],
		"links": [
			{
				"text": "Discord",
				"url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ"
			}
		],
		"version": 2
	}
}
