{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 10,
			"iconurl": "https://i.imgur.com/uI8GFbn.png",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": true,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 3,
				"buttontext": "Welcome",
				"imageurl": "https://i.imgur.com/zMIdfSu.png",
				"content": [
					{
						"title": "Cerberus Ascended Server Guide",
						"text": "<TextStyle.Violet>Welcome to Cerberus Ascended!</>\r\n\r\n<TextStyle.Green>Using the Server Guide</>\r\n\r\nThis Server Guide is your quick-reference hub for all essential gameplay information. Whether you need details on progression, a brief FAQ, info about rates/stats, details of ongoing events, or even just the latest Server Update Notes, you'll find them here.\r\n\r\nFor additional help, updates, and community discussions, be sure to use the Discord button to join our server. Our community and admins are ready to assist, answer questions, and keep you informed on everything happening."
					},
					{
						"title": "Current Events",
						"text": "<TextStyle.Green>Breeding Event Coming Soon!</>"
					},
					{
						"title": "Latest Update",
						"text": "<TextStyle.Green>4/4/2025</>\r\n\r\nNo fixes needed today! WOO! Knocking on wood as I type this.\r\n\r\n## Quick Note on Spoil Timers\r\nSomething is broken in the way the actual timer is being displayed, not with the internal spoilage of items. This means that even though you may have a piece of raw meat that says it won't spoil until the Sun goes supernova, it will still adhere to the internal spoil timers and spoil like normal. I'm going to try to figure out what's causing it, but to be honest, it's VERY low priority for me right now since it's not actually breaking anything. I have content updates that have a much higher priority.\r\n\r\n## General Changes\r\n* Babies no longer provide the same amount of resources as a full-grown adult when harvested.\r\n* Neutered dinos can no longer be cloned. This is mostly done to ensure that the trading environment can be sustainable and healthy, without worries that people will just start cloning the neutered dinos you're selling.\r\n* Changed all dinos sold through the in-game shop to no longer be neutered.\r\n* Added an opt-out kit for Discord Link notifications. Players who have already linked their accounts don't need to worry about this kit, as this message goes away as soon as you link. It's purely for people who have no interest in Discord and don't want to receive the notification.\r\n* Removed the engrams for Scrap Age Weapons and Awesome Teleporter mods.\r\n* Added Omega Teleporter and its engrams.\r\n  * Magic Essence has been added as a crafting ingredient for the teleporter pads and teleporter remote. \r\n* Adjusted the quests for Awesome Teleporter and Scrap Weapons to now reference Omega Teleporters and Fantasy Age Weapons.\r\n* Implemented the framework for player \"Titles\".\r\n  * Titles will serve as a marker to showcase different challenges that you've taken on across the cluster. These will be designed to require a good amount of work and/or taking on an incredibly difficulty task to earn. They will be visible as a tag in your cross-chat, as well as a role in Discord.\r\n\r\n### Note\r\n\r\nThe full quest line for Scrap hasn't been changed. Only the initial quest. I'll sort the rest when I'm home later."
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Stats and Rates",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>AUGMENTED SURVIVAL</>",
						"text": "<TextStyle.Green>Tier-Based Stats and Rates</>\r\n\r\nSurvival on this ARK is not just about adapting—it’s about evolving. Through the Augmented Rates and Augmented Stats systems, your progression is directly tied to your actions, challenges, and achievements. As you advance through the Aetheric Spire, your efficiency in gathering, taming, combat, and overall survivability will steadily improve.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nRather than starting with a fixed set of boosted rates and stats, your power grows as you conquer challenges, complete quests, and ascend the Spire’s tiers. This ensures a balanced yet rewarding experience where effort leads to meaningful progression.\r\n\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Rates</> – Your XP, harvesting, and taming multipliers increase over time, stacking additively with any additional rate boosts.\r\n<RichColor Color=\"0.21,0.5,1,1\">Augmented Stats</> – Your base stats and stat growth are enhanced, and completing quests grants permanent combat bonuses that apply to both you and any tamed creatures you ride.\r\n\r\n<TextStyle.Green>Castaway Stats and Rates</>\r\n\r\n<RichColor Color=\"0,1,0,1\">Base Stats</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 225\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 250\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 150\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 102\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 10\r\n\r\n<RichColor Color=\"0,1,0,1\">Stats Per Level Mutlipliers</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>: 1.25x\r\n<RichColor Color=\"0.21,0.5,1,1\">Stamina</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Food</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Oxygen</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Water</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>: 1.15x\r\n<RichColor Color=\"0.21,0.5,1,1\">Crafting</>: 1.05x\r\n<RichColor Color=\"0.21,0.5,1,1\">Fortitude</>: 1.1x\r\n\r\n<RichColor Color=\"0,1,0,1\">Rates and Other Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">XP</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Taming</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Harvesting</>: 2x\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Bonus</>: 5%\r\n<RichColor Color=\"0.21,0.5,1,1\">Player and Dino Damage Resistance Bonus</>: 5%\r\n"
					},
					{
						"title": "<TextStyle.Green>Augmented Stats Explained</>",
						"text": "The Augmented Stats system ensures that as you progress through the Aetheric Spire, your character and tamed creatures become stronger and more resilient. Your stats aren’t just about how many points you invest—they grow dynamically through quest progression and special bonuses.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nUpon completing your first quest, you will receive an immediate <RichColor Color=\"1,0,1,1\">5%</> bonus to both damage dealt and damage reduction. This isn’t just for you—any tamed creature you ride will also benefit from this boost, making both you and your mounts more formidable in combat.\r\n\r\nYou will also not only receive an increase to the base stats of your character, but also a bonus to the multiplier used when you level a stat.\r\n\r\n\r\n<TextStyle.Green>Augmented Stats Example</>\r\n\r\nIn the first tier of the Aetheric Spire – Castaway, your base stats and leveling multipliers are as follows:\r\nStat\tBase Value\tMultiplier per Level\r\nHealth\t225\t1.25x\r\nStamina\t225\t1.15x\r\nWeight\t325\t1.15x\r\nFortitude\t10\t1.1x\r\n\r\nThese multipliers ensure that every point invested provides meaningful growth, making your survivor more adaptable to the dangers of the ARK."
					},
					{
						"title": "<TextStyle.Green>Augmented Rates Explained</>",
						"text": "While on the cluster, your experience, harvesting, and taming rates grow progressively as you advance through the tiers of the Aetheric Spire. Instead of static rate multipliers, your efficiency in gathering, leveling, and taming increases over time, rewarding dedication and progression.\r\n\r\n<TextStyle.Green>How It Works</>\r\n\r\nYour base rates start at a normal level, but as you complete quests, challenges, and trials within the Aetheric Spire, you’ll unlock higher Augmented Rate multipliers. This means the deeper you go into your journey, the more efficient you become in every aspect of survival. Whether you’re gathering resources, taming powerful creatures, or gaining experience, your efforts will always be rewarded with increased rates.\r\n\r\n<TextStyle.Green>Boosts & Stacking Explained</>\r\n\r\nTo ensure a healthy balance in gameplay, any boosts/bonuses players receive to their Augmented Rates will be added instead of multiplied. This means your Progression Tier rates will simply add to any other boosts you may earn through various means.\r\n\r\nFor example:\r\n\r\n    -If your current Augmented Rate multiplier is 3x and you receive a 2x boost, your final rate will be 5x (not 6x).\r\n    -This applies to all types of rate bonuses you receive, keeping your growth predictable and rewarding without excessive stacking.\r\n\r\n<TextStyle.Green>How to Check Your Current Rates</>\r\n\r\nUsing the chat command <TextStyle.Yellow>/showrates</> will show your current rates after any bonuses, as well as your bonus damage dealt and damage reduction. "
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Chat Commands",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Chat Command List</>",
						"text": "Some of the features of the cluster are accessed through simple chat commands, which players just have to type into the in-game chat like they're sending a message.\r\n\r\n<TextStyle.Green>/showrates</>\r\nThis can be used at any time to check on your current rates with any additional bonuses, as well as your damage dealt and damage resistance bonuses. \r\n\r\n<TextStyle.Green>/solofarm</>\r\nWhether you're a lone wolf, or your tribe's all asleep, you can pick up a Doedi or Anky of any variant with a flyer, then use /solofarm to make them start swinging away.\r\n\r\n<TextStyle.Green>/upload</>\r\nUsed to upload your inventory into the cloud before transferring, including Element and Trophhies! This can only be used while accessing an Obelisk Terminal or Transmitter.\r\n\r\n<TextStyle.Green>/download</>\r\nNormally when you transfer servers, your items will automatically download to your character. This command can be used in cases of players crashing while transferring, causing them to spawn in naked. Using /download will retrieve your items from the cloud and right back to your character.\r\n\r\n<TextStyle.Green>/boxes</>\r\nIf you receive any loot boxes while offline, or respawn/transfer servers with the Loot Boxes in your inventory, than they will be sent to the Post Office. They can be retrieved by using the above command."
					},
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "Enhanced Weaponry",
				"imageurl": "",
				"content": [
					{
						"title": "Scrap Weapons",
						"text": "<TextStyle.Green>Upgrading Scrap Weapons</>\r\n\r\nTo upgrade a weapon you must have the scrap bench, here you will have to put the weapon you want to upgrade in the table inventory and select it (Click on it while it is on the table) then click the button that appears in the middle of the scrap bench interface, the button says \"Upgrade Weapon\". The requirements to upgrade a weapon are to have 50 Quality Scrap in the scrap bench inventory.\r\n\r\nThe first time you upgrade a weapon you will get a random skill that could be either a buff when equipped or extra damage of some kind, for the second time you will get the one you didn't get the first time. That is, if the first time you got the buff, the second time you will get the damage. Damage or buffs are random from the following lists:\r\n\r\nDamage Types:\r\n- ArmorCracker - Weakens the enemy's armor\r\n- Blinding - Blinds the enemy with a viscous effect\r\n- Electrifying - It has the same effect as an eel.\r\n- Bleeder\r\n- Burner\r\n- Freezer\r\n- KillerFeeder - Healing health when hitting a corpse\r\n- Tranquilizer - Quite powerful narcotic hit\r\n- Vampiric - You heal as you do damage.\r\n- Waterburn\r\n- SpiderTrap - You catch the enemy in a spider web\r\n- Poisonous - Poisons enemies with an effect similar to that of the plant x\r\n- Muddy - Applies a muddy vision to enemies in addition to slowing them down.\r\n\r\nBuff Types:\r\n- Berserker - You gain increased resistance to damage and the damage you deal\r\n- Recovery - You receive life and stamina regeneration\r\n- Immune Shock - You are immune to electric stuns\r\n- Immune Web - You are immune to stuns from a spider web\r\n- Inspired - You get an experience boost\r\n- Predator Vision\r\n- Sprinter - You run faster and consume less stamina"
					},
					{
						"title": "Fantasy Weapons",
						"text": "<TextStyle.Green>Upgrading Fantasy Weapons</>\r\nFantasy Weapons follow the same gameplay loop as Scrap Weapons, but using materials that you farm out in the wild using tools from the mod.\r\n\r\n<TextStyle.Green>Materials</>\r\n\r\nThis mod adds new farmable and craftable materials. They are only obtainable by using the mod's tools which can be crafted from the Fantasy Smithy.\r\n\r\nThe farmable materials are:\r\n\r\nObtainable with the Pickaxe\r\nAbyssal Shard -> -> Obsidian Stones\r\nStar Iron -> -> Metal Nodes\r\nGem Sharda -> -> Crystal nodes\r\n\r\nObtainable with the Knife:\r\nWood Insect -> -> Trees\r\nBeast Fang ->-> Dead Animals\r\nQuality Hide -> -> Dead Animals\r\n\r\nObtainable with the Axe:\r\nImbued Wood -> -> Trees\r\nRunic Stone -> -> Stone\r\nHard Bone -> -> Dead Animals\r\n\r\nObtainable with the Sickle:\r\nImbued Rope -> -> Trees\r\nDelicated Silk -> -> Bushes (how to farm fiber)\r\nBeast Scales -> -> Dead Animals\r\n\r\nCraftable Materials:\r\nAbyssal Crystal: Used to upgrade weapons with a new skill\r\nEnchanted Wood: Used to craft weapons of all levels\r\nStranger Patch: Used to craft weapons of all levels\r\nSharp Bone: Used to Crafting low level weapons\r\nStar Ingot: Used to craft mid-level weapons\r\nDragon Gem: Used to craft high-level weapons"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Creature Tiers",
				"imageurl": "",
				"content": [
					{
						"title": "<TextStyle.Green>Creature Tiers</>",
						"text": "Throughout your journey you will very quickly come across an enchanting feature to most creatures: A particle aura of either red, green, or blue. These particles will denote a type of Tier a creature is, which can grant them different bonuses based on the tier.\r\n\r\nEach tier is tied to a CreatureTiers gene trait and as such can be transferred in the usual ways a trait can be. Tiers each correspond to the same color bosses do: Red particles for alpha, blue for beta, and gamma for green. Each tier also comes with a dangerous Territorial variant - substantially more powerful than its usual kind. Taming methods are unaffected by each tier, but territorial critters can't be pacified, and must simply be fought or avoided. Creatures of the ARK may even rally around the territorial beast in support!\r\n\r\n<TextStyle.Green>Gamma Bonuses</>\r\n<RichColor Color=\"0.21,0.5,1,1\">Health</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Weight</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Melee</>:\r\n<RichColor Color=\"0.21,0.5,1,1\">Speed</>:\r\n\r\n<TextStyle.Blue>Beta</>\r\n\r\n\r\n\r\n\r\n<TextStyle.Red>Alpha</>\r\n\r\n"
					},
					{
						"title": "",
						"text": ""
					}
				]
			}
		],
		"links": [
			{
				"text": "Discord",
				"url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ"
			}
		],
		"version": 2
	}
}
